import React from 'react'
import './DescriptionBox.css'

const DescriptionBox = () => {
  return (
    <div className='descriptionbox'>
        <div className="descriptionbox-navigator">
            <div className="descriptionbox-nav-box">תיאור</div>
            <div className="descriptionbox-nav-box fade">(122) ביקורות</div>
        </div>
        <div className="descriptionbox-description">
            <p>
                
                ברוכים הבאים לאתר המסחר האלקטרוני שלנו!
                באתר תוכלו למצוא מגוון רחב של מוצרים איכותיים לנשים, גברים וילדים.
                אנו מציעים חווית קנייה נוחה, מהירה ובטוחה עם מבחר מוצרים חדישים ועדכניים
                כמו חולצות, מעילים, סווטשירטים ועוד. כל המוצרים שלנו נבחרים בקפידה כדי להבטיח את איכותם ונוחותם. 
                הצטרפו אלינו ותיהנו ממבצעים והנחות מיוחדות, שירות לקוחות מעולה ומשלוחים מהירים לכל חלקי הארץ.
                אנו כאן כדי לספק לכם את חווית הקנייה הטובה ביותר!
            </p>
            <p>
                באתר שלנו תוכלו ליהנות מקנייה בטוחה ומהירה עם תהליך תשלום פשוט וידידותי
                .המוצרים שלנו מגיעים עם אחריות מלאה ואפשרות להחזרה תוך 30 יום מהקנייה
                .אנחנו כאן כדי להבטיח שתהיו מרוצים לחלוטין עם הרכישות שלכם
                .תודה שבחרתם לקנות אצלנו, ומקווים שתהנו מחוויית הקנייה באתר
            </p>
        </div>
    </div>
  )
}

export default DescriptionBox
